Revit 2027 API
ParameterTypeId.RebarSystemSpacingBottomDirn1 Property
 "Bottom Major Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpacingBottomDirn1 { get; }
Public Shared ReadOnly Property RebarSystemSpacingBottomDirn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpacingBottomDirn1 {
	ForgeTypeId^ get ();
}
static member RebarSystemSpacingBottomDirn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace